Repository: giellalt/corpus-sme
Catalog: prestable/tmx/sms/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=762_lang=davvi.html.tmx
Source language: sme
Languages: sms

source: Yrjö Musta jođiha sámi skuvlenáššiid oktasašbargoorgána
sms: Yrjö Musta jååŠđat säŠmmlai škoouŠlʼjemaaŠšši õhttsažtuâjjorgaan

source: Rektor Yrjö Musta ja oahpahusdoaimma alladárkkisteaddji Kari Torikka jođiheaba sámi skuvlenáššiid oktasašbargoorgána.
sms: Rehtor Yrjö Musta da mättʼtemtuåim pâʹjjtaʹrǩǩeei Kari Torikka jååʹđte säʹmmlai škooulʼjemaaʹšši õhttsažtuâjjorgaan.

source: Musta válljejuvvui ságadoallin ja Torikka várreságadoallin oktasašbargoorgána ordnašuvvančoahkkimis Helssegis 28.10. Oktasašbargoorgána doaibmabadji bistá jagi 2015 loahpa rádjái.
sms: Musta vaʹlljeeš saaǥǥjååʹđteeʹjen da Torikka vääʹrrsaaǥǥjååʹđteeʹjen õhttsažtuâjjorgaan riâššõõttâmsåbbrest Heʹlssnest 28.10. ʼhttsažtuâjjorgaan tuåimmpââʹjj juätkkai eeʹjj 2015 loopp räjja.

source: Sámediggi lea ásahan oktasašbargoorgána ja das leat sámedikki lassin ovddasteaddjit oahpahus- ja kulturministeriijas, oahpahusráđđehusas, Lappi guovlohálddahusdoaimmahagas ja sámiid ruovttuguovllu gielddain.
sms: ʼhttsažtuâjjorgaan lij piijjâm sääʹmteʹǧǧ da sääʹmteeʹǧǧ lââʹssen eeʹttkâʹsttem liâ mättʼtõs- da kultturministeria, mättʼtõshalltõs, Sääʹmjânnam vuʹvddvaaldšempravleeʹnnʼja da säʹmmlai dommvuuʹd kååʹdd.

source: Orgána deháleamos bargun lea ovddidit ovttasbarggu sámi skuvlenáššiin, ovddidit dieđu johtima ja gulahallama.
sms: Orgaan vääžnmõs tuâjjan lij ooudâsviikkâd õhttsažtuâi säʹmmlai škoouʹlʼjemaaʹššin da veäʹǩǩted teâđjååttmõõžž da õhttvuõđâânnmõžž.

source: Dat ovddida sámegiela ja sámegielat oahpahusa, čuovvu sámi skuvlenáššiid ovdáneami, bargá áššedovdin ja sáhttá dasa lassin dahkat evttohusaid ja addit áššedovdecealkámušaid sámiid skuvlengážaldagain.
sms: Tõt veekk ooudâs sääʹmǩiõl da sääʹmǩiõllsaž mättʼtõõzz, vähss säʹmmlai škoouʹlʼjemaaʹšši õõudâsviikkmõõžž, tuåimmai äʹšštobddjen da vuäitt lââʹssen tuejjeet eʹtǩǩõõzzid da uʹvdded äʹšštobddiceâlklmid säʹmmlai škoouʹlʼjemkõõččmõõžžin.

source: Helssegis 28.10. dollojuvvon čoahkkimis ovdanbuktojuvvui sámedikki bargu skuvlenpolitihká suorggis ja oahppamateriála ráhkadeaddjin.
sms: Heʹlssnest 28.10. såbbrõššum såbbrest čiõʹlǧǧee sääʹmteeʹǧǧ tuåimmjumuužž škoouʹlʼjempolitiikk vuuʹdest da mättʼtem-materiaal valmšteeʹjen.

source: Skuvlenčálli Ulla Aikio-Puoskari ee. muitalii, ahte sámediggi čuovvu oahpahusa ráhkademiin jahkásaččat sámeoahpahusa statistihkaid, almmuhemiin vejolašvuođaidis mielde oahpahusraporttaid, ordnemiin jahkásaččat Nuorra Kultuvra - dáhpáhussii gullevaš sámenuoraid dáiddadáhpáhusa ja almmuhemiin diehtojuohkinmateriála sámiid birra skuvllaid várás (Oktavuohta - neahttabláđđi).
sms: Škoouʹlʼjempiisar Ulla Aikio-Puoskari maainsti jm. što sääʹmteʹǧǧ vähss mättʼtõõzz valmšteeʹl piirieeʹjji sääʹmmättʼtem statistiikkid, čõõđat vuäittmõõžži mieʹldd mättʼtemrapoortid, reäšš piirieeʹjji Nuõrr Kulttur – poʹdde kuõskki sääʹmnuõri čeäʹppvuõđpeeiʹv da čõõđat sääʹmkulttuurest teâđtem materiaal škoouli diõtt (Oktavuohta – neʹttlõstt).

source: Dasa lassin sámediggi veahkeha vejolašvuođaidis mielde vánhemiid, virgeeisseváldiid ja skuvlejumi ordnejeaddjiid sámeoahpahusa áššiin ja juohká jahkásaččat stipeanddaid sámegiela oahppiide.
sms: Lââʹssen sääʹmteʹǧǧ veäʹǩǩad vuäittmõõžžeez mieʹldd puärrsid, veʹrǧǧneeʹǩǩid da škoouʹlʼjem riâžžjid sääʹm-mättʼtõsse kuulli aaʹššin da juâkk piirieeʹjji stipeendid sääʹmǩiõl mättʼtõõđjid.

source: Oahppamateriálačálli Hannu Kangasniemi ovdanbuvttii čoahkkimis sámegielaid oahppamateriáladiliid ja gávnnahii duhtavažžan, ahte boahtte jagi stáhta bušeahttaevttohus sisttisdoallá 110.000 euro lasáhusa sámegielat oahppamateriála válmmašteapmái.
sms: Mättʼtem-materiaalpiisar Hannu Kangasniemi čiõʹlǧǧii såbbra sääʹmǩiõli mättʼtem-materialvueʹjj da puuʹti õlmmsa puõʹtti eeʹjj riikk mäʹhssemplaaneʹtǩǩõʹsse kuulli 110.000 eeuʹr lââŠzztumuužžâst sääʹmǩiõllsaž mättʼtem-materiaal valmštumuʹšše.

source: Stáhtaveahki lasiheapmái lea duohta dárbu daningo materiálavátni lea stuoris earenoamážit nuortalaš- ja anárašgielaid bokte.
sms: Riikkveäʹǩǩvuõđ pââʹjtumuʹšše lij tuõttlaž tarbb, ko mättʼtem-materialvääʹnn lij jeäʹrben nuõrtt- da aanarsääʹmǩiõli beäʹlnn.

source: Davvisámegiela dilli lea buoret, muhto ii buorre datge.
sms: Tâʹvvsääʹm beäʹlnn vueʹǩǩ lij pueʹrab, leâŠša ij sami pueʹrr ni tõt.

source: Oasi davvisámegielat materiálain galggašii ođasmahttit ja maiddái vuođđomateriálat ain váilot.
sms: Tâʹvvsääʹmǩiõllsaž materiaalin bieʹǩǩ liâ oođumuužž taarbâst da še vuâđđmateriaal liâ veâl vännai.

source: Vuođđooahpahusa diibmojuohkoođastusa olis dahkkojuvvon rievdádeamit oahppoávdnasiid lađasbáikkiin ja maiddái jođus leahkki vuođđooahpahusa oahppoplána vuođustusaid ođastus lasihit dárbbu ođasmahttit oahppamateriálaid.
sms: Vuâđđmättʼtõõzz čiâssjuâkkoođumuužžâst tuejjuum muttâz mättaunnsi njõõđâlmpääiʹǩi muttsin da še tuâi vueʹlnn åårrai vuâđđmättʼtõõzz mättʼtemplaan vuâđđlaž oođumuužž lââʹzzte material oođeemtaarb.

source: Hoavda Jari Rajanen ja alladárkkisteaddji Anssi Pirttijärvi ovdanbuvttiiga čoahkkimis áigeguovdilis áššiid oahpahus- ja kulturministeriija hálddahussuorggis, nugo ee. árrabajásgeassimii guoski láhkaásaheami ođasmahttima, gielddaid stáhtaoasusortnega ođasmahttima ja sámegiela ealáskahttinprográmma ovddideami stáhtaráđi gieđahallamii.
sms: Jååʹđteei Jari Rajanen da pâʹjjtaʹrǩǩeei Anssi Pirttijärvi čiõʹlǧǧee såbbra mättʼtõs- da kultturministeria vaaldšemvuuʹđ ääiʹjpoddsaž aaʹššid, jm. vuõsspeâmmam kuõskki lääʹjjšeâttmõõžž oođumuužž, kooʹddi riikkvuäʹssriâšldõõǥǥ oođumuužž da sääʹmǩiõl jeälltemprograamm ouddnumuužž riikksuåvtõõzz ǩiõttʼtõõllmõʹšše.

source: Ulbmilin lea, ahte stáhtaráđđi dagašii prinsihppamearrádusa sámegiela ealáskahttima doaibmabidjoprográmmas vel dán jagi bealde.
sms: Täävtõssân lij, što riikksuåvtõs tuejjeʹči vuâđđjuurdtuʹmmstõõǥǥ sääʹmǩiõl jeälltumuužž tuåimmprograammâst veâl jooʹtti eeʹjj äiʹǧǧen.

source: Hoavda Jorma Kauppinen ovdanbuvttii čoahkkimis ovda- ja vuođđooahpahusa oahppoplána vuođustusaid ođasmahttima ja ođastusa áigetávvala.
sms: Jååʹđteei Jorma Kauppinen čiõʹlǧǧii såbbra vuõss- da vuâđđmättʼtõõzz mättʼtemplaan vuâđđlaž oođumuužž da ođđumuužž äiʹǧǧtaaul.

source: Oahpahusráđđehus lea rahpan buot berošteaddjiide vejolašvuođa kommenteret ođastusa ruoktosiidduinis.
sms: Mättʼtõshalltõs lij vuäittmâʹsttam oođumuužž jurddji õlmmsa puʹhttem vuäittmõõžž dommseeidin.

source: Virggálaš cealkámušat bivdojuvvojit čakčat 2014.
sms: Veerjlaž ceâlkâlmkõõrv ođđ vuâđain riâžžât čâhčča 2014.

source: Stáhtaráđđi lea dohkkehan vuođđooahpahusa ođđa diibmojuogu jagis 2012.
sms: Riikksuåvtõs lij priimmâm vuâđđmättʼtõõzz ođđ čiâssjuâǥǥ eeʹjjest 2012.

source: Ođđa vuođustusaid ja diibmojuogu čuovvu oahppoplánaid lea áigumuš váldit atnui čakčat 2016.
sms: Ođđ vuâđai da čiâssjuâǥǥ mieʹlddlaž mättʼtemplaan lij mieʹrr väʹldded âânnmõʹšše čâhčča 2016.

source: Sámiid ruovttuguovllu gielddaid čuvgehusdoaimmajođiheaddjit Laila Palkinen (Enodat), Ilkka Korhonen (Anár), Risto Varis (Soađegilli), Roavenjárgga gávpoga čuvgehusbálvalusaid hoavda Heikki Ervast ja Avvila badjeskuvlla rektor Riikka Saijets ovdanbukte čoahkkimis ruoktogielddaideaset sámeoahpahusa diliid ja ovddidandárbbuid.
sms: Säʹmmlai dommvuuʹd kooʹddi čuõvtemtuåimmjååʹđteei Laila Palkinen (Enontekiö), Ilkka Korhonen (Aanar), Risto Varis (Suäʹđjel) da Ruäʹvnjaarǥ gåårad čuõvtemkääzzkõsjååʹđteei Heikki Ervast puʹhtte õlmmsa såbbra dommvuuʹdeez sääʹm-mätt-mättjumuužž vueʹjj da ooudâsviikkâmtaarbid.

source: Oahpahusdoaimma alladárkkisteaddji Kari Torikka čilgii čoahkkimii sámiid ruovttuguovllu gielddaid sámeoahpahusa várás ožžon ruhtadeami.
sms: Mättʼtõstuåim pâʹjjtaʹrǩǩeei Kari Torikka čiõʹlǧǧii såbbra sämmlai dommvuuʹd kooʹddi sääʹmmättʼtõõzz vuõǯǯum teâggtõõzz ooudâsviikkmõõžž.

source: Čoahkkimii oassálaste dasa lassin sámedikki skuvlen- ja oahppamateriálalávdegotti lahtut.
sms: Såbbra vuässõʹtte lââʹssen sääʹmteeʹǧǧ škoouʹlʼjem- da mättʼtem-materialluʹvddkååʹdd vuäʹssla.

source: Čoahkkinmateriála lea bivddedettiin oažžumis skuvlen- ja oahppamateriáladoaimmahagas.
sms: Såbbar aunnstõs lij raukkâmnalla da vuäǯǯamnalla škoouʹlʼjem- da mättʼtem-materialkonttrest.
